{
  "LocalizedStrings": [
    {
      "Key": "0e2b38298ca841419f4d5fae7ead40f9",
      "SimpleName": "AeonBaneFeature.Description",
      "ProcessTemplates": true,
      "enGB": "At 4th rank, Aeon gains an ability to make his weapons and spells especially deadly against his enemies. For a number of rounds per day equal to twice your mythic rank plus your character level, you can make any weapon you wield count as having Bane quality, your spells gain a bonus equal to your mythic rank to caster level checks to overcome spell resistance, and every hit you make with weapons or spells dispel effects from the target, as per the dispel magic spell.\nAdditionally, if you have inquisitor's bane ability, you gain the same bonuses while using inquisitor's bane ability.",
      "ruRU": null,
      "deDE": null,
      "frFR": null,
      "zhCN": "4级神话等级时，御衡者获得使他的武器变得特别致命的能力。每日角色等级+2*神话等级轮，你可以使得你装备的任何武器对任何敌人都视作有破敌的效果。此外，在御衡者破敌激活期间，你的法术穿透额外获得等同神话等级的加值，你对所有受到你的物理命中或法术伤害的敌人施放解除魔法，以角色等级作为施法者等级。最后，如果你有审判官的破敌职业能力，在审判官破敌激活期间，你也获得相同的法术穿透和解除魔法能力。",
      "esES": null
    },
    {
      "Key": "4aede49df8884d4badd38bb61ddf86d3",
      "SimpleName": "AeonBaneIncreaseResourceFeature.Name",
      "ProcessTemplates": false,
      "enGB": "Aeon Bane Increase Resource Feature",
      "ruRU": null,
      "deDE": null,
      "frFR": null,
      "zhCN": "御衡者破敌使用次数提升",
      "esES": null
    },
    {
      "Key": "9889b5df0580417595f79c4da0af1804",
      "SimpleName": "BolsteredSpellFeat.Description",
      "ProcessTemplates": true,
      "enGB": "You make your spells deal additional area of effect damage, while making them stronger.\nBenefit: Spell now deals 2 more points of damage per die rolled to all its targets. Additionally, all enemies in 5 feet of the spell targets are dealt 2 damage per die rolled of the original spell. The spell can no longer apply precision damage.\nLevel Increase: +2 (A bolstered spell uses up a spell slot two levels higher than the spell's actual level.)",
      "ruRU": null,
      "deDE": null,
      "frFR": null,
      "zhCN": "你使得你的法术造成每个伤害骰2点的额外伤害，并且对在5尺范围内的其他敌人也造成伤害。这个法术不再能附加精准伤害。\n法术环级提升：+2",
      "esES": null
    },
    {
      "Key": "b5c7428537ca4761a0c488acaf738a71",
      "SimpleName": "DeadlyMagicFeature.Description",
      "ProcessTemplates": true,
      "enGB": "For a number of rounds equal to 3 + half his mythic rank, a Lich can make all spells he casts to ignore spell resistance and spell immunity. Any creature affected by such spell can't cast spells for 1d3+1 rounds.",
      "ruRU": null,
      "deDE": null,
      "frFR": null,
      "zhCN": null,
      "esES": null
    },
    {
      "Key": "d709a8f2a6854007b8762aee9def55f8",
      "SimpleName": "DimensionalRetribution.Description",
      "ProcessTemplates": true,
      "enGB": "You leave a mystical link with enemy spellcasters that lets you instantly move to them.Benefit: Every time you are targeted by an enemy spell, you may teleport to the spellcaster as an immediate action and make an attack of opportunity.",
      "ruRU": null,
      "deDE": null,
      "frFR": null,
      "zhCN": null,
      "esES": null
    },
    {
      "Key": "f44b14447faa4517ae9edeccbe2063a2",
      "SimpleName": "DimensionalRetributionTTTAbility.Description",
      "ProcessTemplates": true,
      "enGB": "Every time you are targeted by an enemy spell, you may teleport to the spellcaster as an immediate action and make an attack of opportunity.",
      "ruRU": null,
      "deDE": null,
      "frFR": null,
      "zhCN": null,
      "esES": null
    },
    {
      "Key": "c01fd43589354ea19be0e3f894c56641",
      "SimpleName": "DimensionalRetributionTTTAbility.Name",
      "ProcessTemplates": false,
      "enGB": "Dimensional Retribution",
      "ruRU": null,
      "deDE": null,
      "frFR": null,
      "zhCN": null,
      "esES": null
    },
    {
      "Key": "546c073ad1304a019738119cd5616079",
      "SimpleName": "EclipseChillFeature.Description",
      "ProcessTemplates": true,
      "enGB": "For a number of rounds equal to 3 + half his mythic rank, a Lich can imbue all spells he casts with the powers of the Eclipse chill. Creatures affected by such spells must pass a Fortitude saving throw (DC = 10 + 1/2 character level + twice your mythic rank) or become blinded and suffer (2d8 + mythic rank) cold damage, becoming vulnerable to cold and negative energy until the end of the combat.",
      "ruRU": null,
      "deDE": null,
      "frFR": null,
      "zhCN": null,
      "esES": null
    },
    {
      "Key": "1e102e5c918f4a2fa89c594a2bb13145",
      "SimpleName": "ElementalBarrage.Description",
      "ProcessTemplates": true,
      "enGB": "You've mastered the art of raining elemental spells on your foes, and found a way to empower them by combining different elements.\nBenefit: Every time you deal elemental damage to a creature with a spell, you apply an elemental mark to it. If during the next three rounds the marked target takes elemental damage from any source with a different element, the target takes additional Divine damage and consume the mark. The damage is 1d6 per mythic rank of your character.",
      "ruRU": null,
      "deDE": null,
      "frFR": null,
      "zhCN": "你是向你的对手倾泄元素法术的大师。\n每当你通过一个法术对敌人造成元素伤害，你在它身上留下一个标记。在接下来的三轮内，如果该目标受到来自任何来源的另一种元素的伤害，会消耗该标记并造成等同神话阶层乘以1d6的额外神力伤害。",
      "esES": null
    },
    {
      "Key": "f2cf598500404e52ac0ccfd483545096",
      "SimpleName": "ElementalBarrageAcidBuff.Description",
      "ProcessTemplates": true,
      "enGB": "If this creature takes elemental damage from a type other than acid it will take additional damage and consume the mark.",
      "ruRU": null,
      "deDE": null,
      "frFR": null,
      "zhCN": "这个目标如果受到酸以外的元素伤害，会触发元素狂潮效果。",
      "esES": null
    },
    {
      "Key": "1e4df9f9345f4456919f8c064943f934",
      "SimpleName": "ElementalBarrageColdBuff.Description",
      "ProcessTemplates": true,
      "enGB": "If this creature takes elemental damage from a type other than cold it will take additional damage and consume the mark.",
      "ruRU": null,
      "deDE": null,
      "frFR": null,
      "zhCN": "这个目标如果受到冰以外的元素伤害，会触发元素狂潮效果。",
      "esES": null
    },
    {
      "Key": "5f32cf58204242479e75c7076c01cacc",
      "SimpleName": "ElementalBarrageElectricityBuff.Description",
      "ProcessTemplates": true,
      "enGB": "If this creature takes elemental damage from a type other than electricity it will take additional damage and consume the mark.",
      "ruRU": null,
      "deDE": null,
      "frFR": null,
      "zhCN": "这个目标如果受到电以外的元素伤害，会触发元素狂潮效果。",
      "esES": null
    },
    {
      "Key": "35038d0a766648ca9fca42d478594813",
      "SimpleName": "ElementalBarrageFireBuff.Description",
      "ProcessTemplates": true,
      "enGB": "If this creature takes elemental damage from a type other than fire it will take additional damage and consume the mark.",
      "ruRU": null,
      "deDE": null,
      "frFR": null,
      "zhCN": "这个目标如果受到火以外的元素伤害，会触发元素狂潮效果。",
      "esES": null
    },
    {
      "Key": "3142b96a095148839dbd2f83d4e96877",
      "SimpleName": "EmptyString",
      "ProcessTemplates": true,
      "enGB": "",
      "ruRU": null,
      "deDE": null,
      "frFR": null,
      "zhCN": null,
      "esES": null
    },
    {
      "Key": "54c0c938a7ed4251b67aae834df168a1",
      "SimpleName": "IncredibleMightFeature.Description",
      "ProcessTemplates": true,
      "enGB": "Azata gains a bonus equal to her mythic rank on attack and damage rolls. Whenever she hits with a charge attack or confirms a critical hit, the target has to pass a Fortitude saving throw, with DC equal to 10 + your mythic rank + strength modifier. If the target fails a saving throw one of the following action happens at random:\nEnemy is stunned for 1d4 rounds (30%)\nEnemy is prone for 1d4 rounds (20%)\nEnemy is pushed away 15 feet and is stunned for 1d4 rounds (20%)\nEnemy is crippled till the end of the fight: they can no longer move and suffers a -3 penalty to attack rolls and AC (15%)\nEnemy becomes exhausted (10%)\nEnemy is killed (5%)\nAdditionally, Azata can decide to lose these advantages to instead bolster the physical abilities of companions. They gain a bonus on all attack and damage rolls equal to +1 per 2 Azata's mythic ranks.",
      "ruRU": null,
      "deDE": null,
      "frFR": null,
      "zhCN": null,
      "esES": null
    },
    {
      "Key": "e6ca0c339d5f42588fadc09a4c853ba6",
      "SimpleName": "SneakAttackerMythicFeat.Description",
      "ProcessTemplates": true,
      "enGB": "Your sneak attacks are especially deadly.\nBenifit: Your sneak attack dice are one size larger than normal. For example if you would normally roll d6s for sneak attacks you would roll d8s instead.",
      "ruRU": null,
      "deDE": null,
      "frFR": null,
      "zhCN": "你的神话之力加持下的偷袭攻击无比致命。\n你的偷袭骰比通常大一级。",
      "esES": null
    },
    {
      "Key": "9f6b87e10eec4826a6b4d60d9b5af448",
      "SimpleName": "TaintedSneakAttackFeature.Description",
      "ProcessTemplates": true,
      "enGB": "Whenever Lich lands a successful sneak attack, the enemy must pass Fortitude saving throw (DC = 10 + 1/2 character level + twice your mythic rank) or become tainted. The tainted creature is vulnerable to all weapon and elemental damage, as well as suffers a –2 penalty on all attack rolls and weapon damage rolls, until the end of the combat.\nAdditionally, Lich's sneak attack damage is increased by 1d6.",
      "ruRU": null,
      "deDE": null,
      "frFR": null,
      "zhCN": null,
      "esES": null
    }
  ]
}